[
  {
    "id": "callinectes-marginatus",
    "topic":"talassociclo",
    "titulo": "<i>Callinectes marginatus</i>",
    "imagens": "/imagens/Talassociclo/Curstáceo serra grande.jpg",
    "content": "Espécie Callinectes marginatus popularmente conhecida como Caxangá, é um crustáceo decápode braquiuro da família dos portunídeos.",
    "local": "Serra Grande - BA",
    "curiosidade": "O Caxangá é conhecido por sua habilidade de nadar rapidamente devido às suas patas traseiras adaptadas como remos."
  },
  {
    "id": "recifes-de-corais",
    "topic":"talassociclo",
    "titulo": "Recifes de corais",
    "imagens": "/imagens/Talassociclo/Fauna Corais, Arraial d_ajuda.jpg",
    "content": "Ecossistema de Recifes de corais, nessa imagem, se observa estrela-do-mar (Filo: Equinodermo), vivendo nesse ambiente. Os corais pertencem ao Filo Cnidária e são animais invertebrados marinhos.",
    "local": "Porto Seguro - BA",
    "curiosidade": "Os recifes de corais protegem as costas contra a erosão, dissipando a energia das ondas antes que cheguem à terra."
  },
  {
    "id": "moluscos",
    "topic":"talassociclo",
    "titulo": "Moluscos",
    "imagens": "/imagens/Talassociclo/Molusco praia da Concha Ilhéus.jpg",
    "content": "Espécie Littorina littorea popularmente conhecida como Caramujo, pertencente à classe: Gastropoda, Família: Gastrópodes e Filo: Moluscos.",
    "local": "Ilhéus - BA",
    "curiosidade": "Alguns moluscos, como os náutilos, podem controlar sua flutuabilidade ajustando o volume de gás em suas câmaras internas."
  },
  {
    "id": "peixe-mero",
    "topic":"talassociclo",
    "titulo": "Peixe Mero",
    "imagens": "/imagens/Talassociclo/Peixes mero adultos ilha dos aquários, porto seguro.jpg",
    "content": "Espécie Epinephelus itajara popularmente conhecida como Mero, é uma espécie de peixe que habita zonas estuarinas (manguezais) e áreas costeiras, por isso, costumam ser encontrados em manguezais e costões rochosos, próximos de naufrágios, pilares de pontes e parcéis.",
    "local": "Porto Seguro - BA",
    "curiosidade": "O peixe mero pode viver mais de 50 anos e atingir mais de 2,5 metros de comprimento."
  },
  {
    "id": "serrasalmus-marginatus",
    "topic":"talassociclo",
    "titulo": "<i>Serrasalmus marginatus</i>",
    "imagens": "/imagens/Talassociclo/Peixes piranha branca ilha dos aquários, porto seguro.jpg",
    "content": "Espécie Serrasalmus marginatus popularmente conhecida como Piranha Branca ou Pirambeba, é uma espécie temida devido seu ataque agressivo e frenético. Possui dentes triangulares extremamente afiados e mandíbula potente, além do focinho achatado, características que a credenciam a atacar e morder com força notável. ",
    "local": "Porto Seguro - BA",
    "curiosidade": "As piranhas são conhecidas por sua visão aguçada, o que as ajuda a localizar presas mesmo em águas turvas."
  }
]
